Repository: MayakV/X-Juegos1
Catalog: Juegos/locale/*/LC_MESSAGES/django.po
Languages: es

source: Free Online Games - TOP and New, Best and Recent
es: Juegos en línea gratuitos: TOP y nuevos, mejores y recientes

source: free online games, top, ranking, new, best, recent
es: juegos en línea gratis, superior, clasificación, nuevo, mejor, reciente

source: What if the time for relax quite a bit, just five or ten minutes? Free online games is a great helper to pass such a short time!
es: ¿Qué pasa si el tiempo para relajarse un poco, solo cinco o diez minutos?¡Los juegos en línea gratis son una gran ayuda para pasar un tiempo tan corto!

source: FREE ONLINE GAMES
es: JUEGOS EN LINEA GRATIS

source: Favourite way to relax after work
es: Manera favorita de relajarse después del trabajo

source: Free Online Games
es: Juegos en linea gratis

source: . Every day and every night we offer you to play for free, adding new games and entertainment for your enjoyment. You are welcome 24 hours a day, and we are hoping to cheer you up.
es: . Todos los días y todas las noches te ofrecemos jugar gratis, agregando nuevos juegosy entretenimiento para su disfrute. Son bienvenidos las 24 horas del día, y nosotrosesperamos animarte.

source: Play New
es: Jugar Nuevos

source: RULES AND FEATURES
es: REGLAS Y CARACTERÍSTICAS

source: Increase size
es: Aumentar tamaño

source: Set original size
es: Establecer tamaño original

source: Full screen mode (game opens in new window)
es: Modo de pantalla completa (el juego se abre en una ventana nueva)

source: Full screen
es: Pantalla completa

source: You can play the game
es: Puedes jugar el juego

source: online 24 hours a day for free. It is no need to download and install it on your computer, and it is also not required you to be the registered user. Just ckick and enjoy. See also a set of related games below on that you might be interested to look.
es: en línea las 24 horas del día de forma gratuita. No es necesario descargarlo e instalarlo en su computadora, y tampoco es necesario que sea el usuario registrado. Solo haz click y disfruta. Consulte también un conjunto de juegos relacionados a continuación en los que podría estar interesado en mirar.

source: RELATED Games
es: Juegos relacionados

source: All games
es: Todos Juegos

source: NEW
es: NUEVO

source: GAMES
es: JUEGOS

source: All New games
es: Todo Nuevo Juegos

source: All TOP games
es: Todos los mejores juegos

source: All
es: Todo

source: SECTIONS
es: SECCIONES

source: Games online
es: Juegos en linea

source: All online games
es: Todos los juegos en linea

source: New games
es: Nuevo Juegos

source: TOP - BEST
es: TOP - MEJOR

source: TOP games
es: LOSE MEJORES juegos

source: BE ONLINE WHEN PLAYING GAME
es: ESTAR EN LÍNEA AL JUGAR EL JUEGO

source: <p>Often each of us faces challenges at work. Few people have thought about this, but many of them can be solved with the help of <b>online games</b>. Laying out a game of solitaire or Mahjong, solving the quest or shooting the ball, or shifting their attention to the game of any other genre, you can get away from the haunting thoughts, to temporarily stop thinking about them. Such a distraction, no doubt, will have a beneficial effect on your general condition and performance.</p> <p>In addition, short gameplay presented on our website stories, will not make you completely retire from the business. While playing, you will continue to solve current tasks in the background mode somewhere deep inside of your mind and, believe us, will benefit from this. Many visitors are positive about the unloading of the brain with the help of a short game. Just try, play a game staying online! Exploring the game catalog above, new ones section or most popular top games desk, you can find a best one special for your current state.</p>
es: <p> A menudo, cada uno de nosotros enfrenta desafíos en el trabajo. Pocas personas han pensado sobre esto, pero muchos de ellos se pueden resolver con la ayuda de <b>juegos en línea</b>. Diseñar un juego de solitario o Mahjong, resolver la misión o disparar la pelota, o dirigiendo su atención al juego de cualquier otro género, puede alejarse de los pensamientos inquietantes, para dejar temporalmente de pensar en ellos. Tal distracción, sin duda, tendrá un efecto beneficioso en su estado general y rendimiento.</p> <p> Además, el juego breve presentado en las historias de nuestro sitio web no hacer que se retire por completo del negocio. Mientras juegas, continuar resolviendo las tareas actuales en el modo de fondo en algún lugar profundo de su mente y, créanos, se beneficiará de esto. Muchos visitantes son positivo sobre la descarga del cerebro con la ayuda de un juego corto. ¡Solo inténtalo, juega un juego permaneciendo en línea! Explorando el catálogo de juegos de arriba, nuevo la sección de unos o el escritorio de juegos superior más popular, puede encontrar uno mejor especial para su estado actual. </p>

source: PAGE
es: PAGINA

source: No games :c
es: No Juegos :c

source: TOP
es: LOS MEJORES

source: all-games/
es: todos-juegos/

source: all-games/page/<int:page>/
es: todos-juegos/pagina/<int:page>/

source: new-games/
es: nuevo-juegos/

source: new-games/page/<int:page>/
es: nuevo-juegos/pagina/<int:page>/

source: top-games/
es: los-mejores-juegos/

source: top-games/page/<int:page>/
es: los-mejores-juegos/pagina/<int:page>/

source: all-games/<slug:slug>/
es: todos-juegos/<slug:slug>/

source: all-games/<slug:slug>/page/<int:page>/
es: todos-juegos/<slug:slug>/pagina/<int:page>/

source: new-games/<slug:slug>/
es: nuevo-juegos/<slug:slug>/

source: new-games/<slug:slug>/page/<int:page>/
es: nuevo-juegos/pagina/<slug:slug>/pagina/<int:page>/

source: top-games/<slug:slug>/
es: los-mejores-juegos/<slug:slug>/

source: top-games/<slug:slug>/page/<int:page>/
es: los-mejores-juegos/<slug:slug>/pagina/<int:page>/

source: game/<slug:slug>/
es: juego/<slug:slug>/

source: Local Library
es: shit
